Repository: mozilla-l10n/mt-training-data
Catalog: mua/mua_pontoon.tmx
Source language: en_us
Languages: mua

source: Speak now
mua: wǝ gak faa ɓu no

source: Speak options menu
mua: syen cok mai ka dan ka jon yeb gŋ«fah ɓu» .

source: Start recording
mua: wǝ tǝn mur ɓan kian

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mua: <strong>[ciiŋ fahne]</strong> .fa ɓal ma tã ma mu djǝr dajǝwǝ mai giŋyara <strong>[ciiŋ fahne]</strong> pu zah nen cǝǝ ɓora

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mua: <strong>[ɓan fuŋ fane]</strong> <strong>[tǝhele]</strong>

source: Submit
mua: pǝǝni

source: Submit a new question for the community to read and respond to
mua: mu ɓuu fii ma fu ah ra ka zah ki mu ziirah fii ah ye

source: Submit a report
mua: pii fah ŋwǝǝ te yebɓe

source: Submit clips
mua: pii fan mai mo ɓan ɓo

source: Submit new questions for the community to read and respond to
mua: wǝ ɓoo fii maki ah ra mur ka zah pãã mu kiira su mu ziira fii ah ye

source: Success
mua: yeb mai mu cii ɓo

source: success checkmark
mua: fan ma cuu gilal cii ɓe

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mua: mo kook ne jol ke sah mor ka iŋ ɓu faa ah ye .Mo kook ne jol ke leɓyei mor ka ɓu gelahle .Mo kook ne ke siŋ mur ka kan cii ya ka .<strong>wǝ yantel pii fan mai wǝ lua ne cok yeb ɓi ka !</strong>

source: Taking several attempts to read a word.
mua: wǝ lii kii ɓu pal zaa pu pãrẽ

source: Tap
mua: ngal tǝ

source: Technology and Robotics
mua: fah tan ma fuu ne fah vamme mah mu ne suah jon yeb pucok dǝfu

source: Thank you for contributing your bulk submission!
mua: soka ne pii ɓu fan puli

source: Thank you for contributing your voice!
mua: soko mur hiŋ kian ɓo

source: Thank you for donating your voice clips!
mua: soko ɓi ne hĩ kiaŋ ɓi

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mua: soko ne ɓan ah ye<LineBreak></LineBreak>wǝ ki ka ŋi kane ka pii fani ɓe

source: Thank you for your voice information
mua: soko ɓii ne hiŋ ɓu kianra

source: The bumblebee sped by.
mua: cii ɓu ah kalɓe

source: The clip has disrespectful or offensive language.
mua: kian ɓan ma ka laani a ne zah ɓai kii su ne ɓu ma ɓep zah syil defu

source: The giant dinosaur of the Triassic.
mua: fa ɓal ma tã mai mu djǝr dajǝwǝ ma giŋri

source: The giant dinosaurs of the Triassi-.
mua: fa ɓal ma tã ma mu djǝr dajǝwǝ mai giŋyara pu zahnen cǝǝ ɓara

source: The giant dinosaurs of the Triassic.
mua: fa ɓal ma tã mai mu djǝr dajǝwǝ ma giŋyara

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mua: fa ɓal ma tã mai mu djǝr dajǝwǝ ma giŋri <strong>[kii ne kian ma pele]</strong>zahnen cee ɓora

source: The giant dinosaurs of the Triassic. Yes.
mua: fa ɓal ma tã ma mu djǝr dajǝwǝ ma giŋyara Ayi

source: The giant dino <strong>[cough]</strong> the Triassic.
mua: fa ɓal ma tã mai mu djǝr dajǝwǝ ma giŋri <strong>[tǝhele]</strong>zahnen cee ɓora

source: There are currently no sentences to review in this language.
mua: ɓu faa ki ka ko vuŋ no ka mgbei mur ah pu zaa mai ya

source: The recording was too long.
mua: ɓan ah pu waa puli

source: The recording was too quiet.
mua: ɓan kiaŋ ah pu sua ya

source: The recording was too short.
mua: ɓan ah pu cũ puli

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mua: kian a kun kpak kǝcil zah keefan ma wŋǝǝ ne ma woo ah ra .A gah ɓu ke lal necok kianya mu ɓan sǝŋ puli soo kian yah mu ɓan pu sah ya ,wala(tǝgbana zah dan mu tenǝ)kian yah mu ɓuu kisiŋ kalte mai sok mo gak laa ah ya ɓe bai kii fan wuu ah ye .

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mua: fan tei ɓu faa tǝrgi pu kul yeɓe Common Voice. wǝ gak cum ki<writeURL>wiini</writeURL> ɓu faa <reviewURL>mgbei mur</reviewURL> ɓu faa soo Common Voice.

source: The sentence has a grammatical or spelling error.
mua: ɓu faa ah ŋwǝǝ pu sãã ya

source: The sentence has disrespectful or offensive language.
mua: pu ɓu faa mai a ne zah bai kiisu wala tǝre

source: The sentence must be grammatically correct.
mua: ɓu faa ah mu yah ko te wuu pu sahye

source: The sentence must be speakable.
mua: ɓu faa ah mu yah nen ka ɗii ke zah pu sah ye

source: The sentence must be spelled correctly.
mua: ɓu faa ah mu yah nen ka ɗii ke zah pu sah ye

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mua: mu yaɓe mu yiŋ ɓuya ɓe ,wǝ gak ka ɓuu se wǝ laasu pu su ah ɓe .Ru pii rugei ɓe ,ru muŋ ɓu ma nin koŋ za daŋ mu tera ka ,kane ru djõ ka ɗiɓo ne adresse e-mail mo tekoki ne ɓu kiaŋ wala te ɓu dǝwo wala dǝwin

source: Three to go!
mua: coŋ sei

source: Too many files
mua: fan yebɓa puli

source: Transcribe audio recordings into text
mua: wǝ ɓan kian ma laa ne laani pu cok mai zah mu wuu fan gŋ

source: Transcribe audio recordings in your language
mua: fer ɗii kian mai mu ɓan ɓo pu zah ɓo

source: Try again by dragging your file here
mua: wi tẽmur suruot yeb ɓi yii

source: Try uploading again
mua: wi lii piya fara

source: Understand contribution criteria
mua: a ne fan mai ka cii mor ah mor ka gbajol yeb ɓe

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mua: wǝ laa mor fan mai kine ka kan ɓu fuu tela ne cok mai mu te laa kian ka ɓoo kian ɓo mai mu ɓan ɓo

source: Upload aborted. Do you want to delete your recordings?
mua: zikalya .Wǝ ya ka rua fan ma wǝ ɓan hii ne

source: { $uploadedSentences } of { $totalSentences } sentences collected
mua: ɓu fahra mai mu taira pu

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mua: ɓu fahra mai mu sǝǝnaragi pu. dan pǝ <downloadLink>here</downloadLink> ka ɓan ɓu fahra mai mu myahe

source: Upload failed, please retry.
mua: piiya ,wi tẽ mura fara

source: Upload <icon></icon> public domain sentences
mua: Mu pii <icone></icone>ɓu fan ma za daŋ

source: Upload in progress...
mua: pinga wo

source: Upload more sentences?
mua: pii ɓu fan maki

source: Use correct grammar
mua: ka wu fana nǝ kelaye

source: Use correct spelling and punctuation
mua: fan wǝǝ ah mu yah ko pu sah te ki ne hiŋ yeak iŋ fan wǝǝ

source: Validate Readings
mua: iŋ ɓu kǝnahra

source: Validate Readings, Review Transcriptions
mua: iŋ fan kiihara ,gbe mur ɓu fan kiihaye

source: Validate Readings <small>(Coming soon)</small>
mua: iŋ ɓu kǝnahra<small>(cum ki)</small>

source: Validate readings submitted by community members
mua: iŋ fan kii zah ma nyiki ya mu piira ɓo

source: Validate user-recorded readings in your language
mua: iŋ fan kii mai mu ɓan ɓo ne zah mai mu joŋra pu zah

source: Varying Pronunciations
mua: faa ahra camcam

source: Volume
mua: ɓan kian fan gah siŋ

source: Want to save your information? <createProfile>Create a profile</createProfile>
mua: wǝ yah no ka gbo ɓu ɓii ne tetelne ? <createProfile> dei fah ma mu jurmo </createProfile>

source: We are going out to get a coffee.
mua: kpake cok ga ya djeran

source: We are going out to get coffee.
mua: kpake cok ga ya djeran

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mua: ru loah kian ɓan ma ki faɗa ka laa yo

source: We couldn’t get any sentences for you to speak. Please try again later.
mua: Ru gak lua ɓu ka faa ya .Wi gi lii kǝ pǝl ɓa

source: We may have run out of clips - refresh the page, or try again later.
mua: ru kah ne fan ka hiŋ faɗa puzah mai yo

source: We’re going out to get coffee.
mua: kpake cok ga ya djeran

source: We're making some big changes
mua: ru kun fan ma tǝsǝp

source: We’re sorry, your platform is not currently supported.
mua: wǝ ɓan rom ah ye ,kul yebɓi ɓan ya ɓa

source: We've run out of sentences to record in this language...
mua: ru ka ne ɓu faa ka gbo ne teteli pu zaa mai faɗa yao

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mua: a puu sãã fan fee fane ma mu jon syak ah ye mu gak ko jon yep ne cin fan .Ko fan mai mu cin ne suah a gak jon yem ne no mu gak cak mo ka laa ɓu fah ne lii ah dan ya ɓe .A gak sii lǝŋ ma ɗii ne suya no ta ,lǝŋ ma ɗii ne sua mai mu cak mo bai laa ɓu fah ka iŋ ya

source: What issues are you experiencing with this sentence?
mua: Wǝ jaŋ ne gab fĩĩra te ɓu faa mai ne

source: What needs to be in my file?
mua: fii mu yako pu yebɓe hine

source: What sentences can I add?
mua: mi ga ɓedda ɓu ma kĩ fara ne

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mua: ne cok mu te ɓan ne tetel ɓe mu ǝǝni fana jerki ɓo ne mai mu wuu ɓo ryakryak ɓene ,mu ɓan ne kelah yah jii ɓe wǝ ɓuu ke lal.<br/>bai wuu fana ne kelah mai zah mu jiannera puli

source: Why are you asking?
mua: te ɓu fĩ wǝ fin ne hĩne

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mua: Ne fan mai mu cu wǝ wi gak ka cii mur yeb ɓiri su ka mgbaki pu zil ziak ne zah hiŋ kian ɓu fah ma kii ah ra

source: Write
mua: wuni

source: Write options menu
mua: syen cok mai ka dan ka jon yeb gŋ«wii fan» .

source: y
mua: o

source: Y
mua: o

source: Yes
mua: oho

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mua: wǝ gak no ka ɓan fah ma guari cok ngal fane:{ sc-review-form-button-approve-shortcut }. ka ziini,{ sc-review-form-button-reject-shortcut }. ka ɓuuni { sc-review-form-button-skip-shortcut } kah zalni

source: You cannot add multiple sentences for a single submission
mua: wi kii ka ɓedda ɓu fan gĩ puli wi ya ka pii to ɓe

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mua: wǝ ɓan zaa ma ki ko voŋno ah .Wǝ dan pu <profileLink>fan mai mu jurmo</profileLink> .mor ka ɓan zahra

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mua: Wǝ dai cok zahsyee pii ɗerewol mai ɓe. wǝ ya ban moyel ahe { $retryLimit } wǝbomra ka jin wun ɓu fah ma kiiah ɓe .Soko ɓii ne ɓan moyel ahe!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mua: Wǝ dai cok zahsyee pii ɗerewol mai ɓe. wǝ ya ban moyel ahe { $retryLimit } wǝ wǝbomra ka jin wun ɓu fah ma kiiah ɓe .Soko ɓii ne ɓan moyel ahe!

source: You must allow microphone access.
mua: wǝ subu fah iŋ fa faa ɓu

source: You’re contributing to a target segment
mua: Wǝ gbaa jol pu fan mai ma kepel aye

source: You’re contributing to our first target segment
mua: wǝ gbaa jol pu fan djon man ma kepel aye

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mua: wǝ hyee puli .wǝ ɓan cok ka jiŋ kii ɓu faa ah faɗa ka wii te riak riak wuu pu sah ɓe

source: You're helping Common Voice reach our daily sentence goals!
mua: wi man common voice ka ɗi de cok yeb ɓu faaye

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mua: ɗa ɓuu faa pǝ yo !Wi laasu pu 'nyah ɓe wi gak ka kuŋ fan djoŋ yeb ɓi ka ɗi ka puu ne ɓu fan makira pu za ɓo

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mua: ɗa ɓu faa pǝǝ pu zaa ɓi yo !Wi laasu pu 'nyah ɓe wi gak ka kuŋ fan djoŋ yeb ɓi ka ɗii ka puu ne ɓu fan maki ra pu zaa ɓo

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mua: mor ɓiiri ,Common Voice lua dei <goalPercentage></goalPercentage> fan mai mu kan ɓo ka djoŋ ɓaare { $goalValue } gbo ne tetili !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mua: "mor ɓiiri ,Common Voice dei <goalPercentage></goalPercentage> fan ma mu ya ka djoŋ ɓaare { $goalValue } iŋ ɓǝ ahe"
